<!-- 海鸥飞翔协议  -->
<template>
	<view class='agreement'>
		<view class="agreement_title">
			海鸥飞翔用户服务协议及隐私政策
		</view>
		<view class="agreement_main">
			<view data-v-1fb8f8f8="" class="main"><view class="slotWrap" style="transition-timing-function: cubic-bezier(0.165, 0.84, 0.44, 1); transition-duration: 0ms; transform: translate(0px, -15px) scale(1) translateZ(0px);"><view data-v-1fb8f8f8="" class="protext" style="pointer-events: auto;"><view data-v-1fb8f8f8="">海鸥飞翔的所有用户（以下简称用户）：</view> <view data-v-1fb8f8f8="">
			        你们好，海鸥飞翔是线上智能购房决策辅助综合性服务平台，基于 SaaS 置业管理系统、置业管家团队，为中国购房者提供楼盘信息、房价查询、购房问答、房产百科、价格趋势预测、专属购房决策报告等一站式服务。在提供服务的过程中，需要获取用户的相关信息。隐私权是用户的重要对于用户信息，平台将会以负责的态度对待。为了在保证用户隐私权的前提下，更好地为用户提供平台服务，特此制定海鸥飞翔用户服务协议及隐私政策；海鸥飞翔用户服务协议及隐私政策系本网站提供用户服务内容的宣导，同时，也是保护用户个人隐私的公告和承诺，请您务必仔细阅读。海鸥飞翔服务平台（以下合同称“海鸥飞翔”）具体是由湖南百居易房地产咨询集团有限公司负责运营及管理。</view> <view data-v-1fb8f8f8="">在您使用海鸥飞翔之前，您应当认真阅读并遵守《用户服务协议及隐私政策》（以下简称“本协议”），在此特别提醒您认真阅读、充分理解本协议各条款，特别是其中所涉及的免除及限制责任的条款、对用户权利限制条款等。</view> <view data-v-1fb8f8f8="">当您按照海鸥飞翔的页面提示填写信息、阅读并同意本协议后，或您以海鸥飞翔所允许的方式实际使用本网提供的服务时，即表示您已充分阅读、理解并接受本协议的全部内容，本协议即产生法律约束力。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容等理由，主张本协议无效，或要求撤销本协议。</view> <view data-v-1fb8f8f8="" class="samlltile">一、用户非个人信息</view> <view data-v-1fb8f8f8="">我们将通过您的IP地址来收集非个人化的信息，例如用户的浏览器性质、操作系统种类、给您提供接入服务的ISP域名、您访问本网的顺序和链接途径、您访问时所在的地理位置等。通过收集上述信息，我们将优化在您计算机屏幕上显示的页面，同时进行客流量统计、访问者阅读习惯整理等，从而改进本网站的管理和服务。 这些无关个人身份的信息能帮助我们识别海鸥飞翔最受欢迎的地区和内容等，并帮助我们确定推广活动的有效性。此外，我们也可能将这些信息披露给我们的广告客户，使他们知道点击他们广告的效果数据。</view> <view data-v-1fb8f8f8="" class="samlltile">二、用户个人信息</view> <view data-v-1fb8f8f8="">1、您确认，在您完成注册程序或以其他允许的方式实际使用服务时，您应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一所有权注销（永久冻结）您的账户，并向您及您的监护人索偿。</view> <view data-v-1fb8f8f8="">2、当您在海鸥飞翔进行用户注册登记、参加网上论坛等各种活动时，在您的同意并确认下，本网站将通过注册表格等形式要求您提供一些个人信息。这些个人信息包括：<br data-v-1fb8f8f8="">
			      (1) 个人识别资料：如姓名、性别、年龄、出生日期、身份证号码（或护照号码）、座机/手机、通信地址、住址、电子邮件地址；<br data-v-1fb8f8f8="">
			      (2) 个人背景：职业、教育程度、收入状况、婚姻状况、家庭状况、兴趣爱好等。<br data-v-1fb8f8f8=""></view> <view data-v-1fb8f8f8="">3、请了解，在未经您同意并确认之前，本网站不会将您提供的信息用于其它目的。惟按下列第八章规定应政府及法律相关要求披露时不在此限。海鸥飞翔的目标是向所有用户提供买房决策相关的服务内容，并使每个用户使用海鸥飞翔相关服务时能够更容易、更满意，而收集这些个人信息有助于我们实现这一目标。 所有的注册成员和访问者都应该知道，当他们在公告栏、聊天室或其他网上公开场合披露其个人信息时，该信息可能会被他人收集并使用，包括用来向该用户发送未经邀约的电子邮件等广告信息。</view> <view data-v-1fb8f8f8="" class="samlltile">三、用户服务及权利</view> <view data-v-1fb8f8f8="">
			        1、本网站用户对于自己的个人信息享有以下权利和服务：<br data-v-1fb8f8f8="">
			        (1) 随时查询及请求阅览平台相关内容；<br data-v-1fb8f8f8="">
			        (2) 随时请求补充或更正自身提供的信息和内容；<br data-v-1fb8f8f8="">
			        (3) 随时请求删除与自身相关的信息和内容；<br data-v-1fb8f8f8="">
			        (4) 请求停止电脑处理及使用该平台。
			      </view> <view data-v-1fb8f8f8="">2、本网站为用户提供各种内容服务，例如信息订阅、在线咨询等内容，我们通常要求参与者填写相关资料登记表格，以便活动更好的开展。此类信息也将成为本网用户数据的一部分，并将被后续记录、保存、保护和合理使用。是否提供所要求的信息和是否参加此类活动，这完全取决于用户自身。</view> <view data-v-1fb8f8f8="">3、针对以上服务和权利，如用户有任何建议或意见，请拨打网站内的客服电话或咨询在线客服。</view> <view data-v-1fb8f8f8="" class="samlltile">四、用户信息安全保护</view> <view data-v-1fb8f8f8="">1、本网站将严格保护您的个人信息安全，对您所提供的信息采取严密的管理及保护措施。我们将采用相应的安全技术和程序来防止您的个人信息丢失、被盗用或遭篡改，并且保护您的个人信息不被未经授权者访问、使用或泄漏。</view> <view data-v-1fb8f8f8="">2、本网站将在必要时委托专业技术人员代为对该类资料进行电脑处理，以符合专业分工之需求。如本网站将电脑处理之通知送达予您，而您未在通知规定的时间内主动明示反对，本网站将善意推定您已同意。此后您仍然有权按照上述第三章第1条第（4）款之规定，请求停止电脑处理。</view> <view data-v-1fb8f8f8="">3、海鸥飞翔保留在任何时候自行决定对服务或服务任何部分及其相关功能、应用软件变更、升级、修改、转移的权利。用户同意，对于上述行为，海鸥飞翔均不需通知并且对用户和任何第三人不承担任何责任。</view> <view data-v-1fb8f8f8="">4、用户同意，基于互联网的特殊性，海鸥飞翔不担保服务不会中断，也不担保服务的及时性和/或安全性。系统因相关状况无法正常运作，使用户无法使用任何海鸥飞翔平台服务或使用任何海鸥飞翔平台服务时受到任何影响时，海鸥飞翔对用户或第三方不负任何责任，前述状况包括但不限于：<br data-v-1fb8f8f8="">
			        (1) 海鸥飞翔系统停机维护期间；<br data-v-1fb8f8f8="">
			        (2) 电信设备出现故障不能进行数据传输的；<br data-v-1fb8f8f8="">
			        (3) 由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的海鸥飞翔服务中断或延迟；<br data-v-1fb8f8f8="">
			        (4) 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成海鸥飞翔系统障碍不能执行业务的。
			      </view> <view data-v-1fb8f8f8="" class="samlltile">五、用户隐私自我保护</view> <view data-v-1fb8f8f8="">1、用户是唯一对自己的账号密码及其相关注册信息负有权限及保密责任的人。因此，当你在线时，请务必小心保护自己的账户安全。</view> <view data-v-1fb8f8f8="">2、您承诺不得注册一个以上海鸥飞翔账号、不得冒充他人进行注册、不得未经许可为他人注册、不得以可能导致其他用户误认的方式注册账号，不得使用可能侵犯他人权益的用户名进行注册（包括但不限于涉嫌商标权、名誉权侵权等），否则海鸥飞翔有权取消该账号，并有权要求用户赔偿其损失。</view> <view data-v-1fb8f8f8="" class="samlltile">六、未成年人隐私权的保护</view> <view data-v-1fb8f8f8="">1、本网站将建立相应合理程序，以保护未成年人个人信息的安全。本网站郑重声明：任何十六岁以下的未成年人参加网上活动应事先得到家长或其法定监护人（以下统称为“监护人”）的明确同意。</view> <view data-v-1fb8f8f8="">2、未经监护人同意，未成年人私自上网或者冒用成人名义上网的行为将可能缺乏与未成年人相应的信息安全保护措施。</view> <view data-v-1fb8f8f8="">3、监护人应承担保护未成年人相关网络隐私的首要责任。</view> <view data-v-1fb8f8f8="">4、本网站收集未成年人的个人信息，仅为更好服务于未成人特定要求的目的，相关资料仅作为保护未成年人参与网络活动时的安全之用，而不会保留这些信息做进一步或其他商业目的的使用。</view> <view data-v-1fb8f8f8="">5、未经监护人同意，本网站将不会使用未成年人的个人信息，亦不会向任何第三方披露或传送可识别该未成人的个人信息。惟按上述第六章规定应政府及法律相关要求披露时不在此限。</view><view data-v-1fb8f8f8=""></view><view data-v-1fb8f8f8="">
			         6、若经未成年人的监护人同意，本网站可对未成年人的个人信息进行收集，本网站将向监护人提供：<br data-v-1fb8f8f8="">
			        (1) 审视其子女或被监护人相关信息的机会；<br data-v-1fb8f8f8="">
			        (2) 拒绝其子女或被监护人相关个人信息被进一步收集或使用的可能；<br data-v-1fb8f8f8="">
			        (3) 变更或删除其子女或被监护人个人信息。</view> <view data-v-1fb8f8f8="">7、监护人有权拒绝本网站与其子女或被监护人做进一步的联络。</view> <view data-v-1fb8f8f8=""></view><view data-v-1fb8f8f8="" class="samlltile">七、用户信息使用原则惟在符合下列条件之一的情况下，本网站方可能对用户的个人信息进行必要范围之外的合理使用：</view> <view data-v-1fb8f8f8="">1、已取得您的书面同意；</view> <view data-v-1fb8f8f8="">2、为免除您在生命、身体或财产方面的紧急危险；</view> <view data-v-1fb8f8f8="">3、为防止他人权益的重大危害；</view> <view data-v-1fb8f8f8="">4、为增进公共利益，且无害于您的重大利益。</view> <view data-v-1fb8f8f8="" class="samlltile">八、用户信息披露原则</view> <view data-v-1fb8f8f8="">1、根据中华人民共和国相关法律法规，当相关政府机关依照法定程序要求本网站披露相关个人信息时，本网站将根据执法单位之要求或为公共安全之目的提供相关资料。在此情况下对用户信息的任何披露，本网站均不承担任何责任。</view> <view data-v-1fb8f8f8="">2、其他海鸥飞翔因善意确信或合理原因有必要对相关用户信息进行披露的情形：<br data-v-1fb8f8f8="">
			        (1) 根据海鸥飞翔服务协议或海鸥飞翔其他相关声明所列的条款，有必要进行相关信息公开的；<br data-v-1fb8f8f8="">
			        (2) 在紧急的情况下，为保护海鸥飞翔的控股公司及用户的人身或财产安全的；<br data-v-1fb8f8f8="">
			        (3) 为体现公平公正原则，需要对用户的部分信息进行公示的。
			      </view> <view data-v-1fb8f8f8="">3、海鸥飞翔有权基于自身单方独立判断，在其认为可能发生危害安全等情形时，不经通知而先行暂停、中断或终止向用户提供本协议项下的全部或部分用户的全部或部分服务，并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任，并要求用户赔偿损失。具体包括但不限于：<br data-v-1fb8f8f8="">
			        (1) 海鸥飞翔认为用户提供的个人资料不具有真实性、有效性或完整性；<br data-v-1fb8f8f8="">
			        (2) 海鸥飞翔发现异常或有疑义或有涉嫌违反法律法规事宜之时。
			      </view> <view data-v-1fb8f8f8="">4、用户同意，用户账户的暂停、中断或终止不代表用户责任的终止，用户仍应对使用海鸥飞翔服务平台服务期间的行为承担可能的违约或损害赔偿责任，同时海鸥飞翔仍可保有用户的相关信息。</view> <view data-v-1fb8f8f8="" class="samlltile">九、Cookies</view> <view data-v-1fb8f8f8="">1、Cookies是指一种技术，当使用者访问设有Cookies装置的本网站时，本网站的服务器会自动发送Cookies至用户浏览器内，并储存到其电脑硬盘内。此Cookies负责记录日后您到访本网站的种种活动、网络个人资料、浏览习惯等。</view> <view data-v-1fb8f8f8="">2、海鸥飞翔使用cookies仅为所有用户提供更加周到的个性化服务之目的。运用Cookies技术，本网站能够知道哪些网页或内容受欢迎。此外，本网站将会运用Cookies推测您的喜好，使您在访问我们的网站时能够得到更周密更细致的良好服务。</view> <view data-v-1fb8f8f8="">3、cookies不会跟踪个人信息。当您注册成为我们网站会员时，海鸥飞翔会使用cookies。在这种情况下，会存储有用信息，使您再次访问我们的网站时可辨认您的身份，从而向您提供感兴趣的信息资料或储存账号密码等，以便您造访本网站时不必每次重复登录。</view> <view data-v-1fb8f8f8="">4、来自海鸥飞翔的cookies只能被海鸥飞翔读取。您可以选择接受或拒绝 Cookie。大多数网络浏览器会自动接受 Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝 Cookie。如果您的浏览器被设置为拒绝cookies，您仍然能够访问我们的大多数网页，但是您可能无法完全体验海鸥飞翔全部的网络服务或本网站的特色互动功能。</view> <view data-v-1fb8f8f8=""></view><view data-v-1fb8f8f8="" class="samlltile">十、版权声明及知识产权保护</view> <view data-v-1fb8f8f8="">1、 海鸥飞翔上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由海鸥飞翔或相应权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</view> <view data-v-1fb8f8f8="">2、非经海鸥飞翔所或其他合法权利人书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表海鸥飞翔的内容。</view> <view data-v-1fb8f8f8="">3、本网站所有标注原创“文章”“专家点评”等内容，均为独家原创内容，请勿转载。</view> <view data-v-1fb8f8f8="">4、用户应尊重知识产权是用户应尽的义务，如有违反，用户应对海鸥飞翔承担损害赔偿等法律责任。</view> <view data-v-1fb8f8f8=""></view><view data-v-1fb8f8f8="" class="samlltile">十一、免责除上述第八章规定的免责情形外，下列情况本网站亦毋需承担任何责任：</view> <view data-v-1fb8f8f8="">1、由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息泄露，或其他非因海鸥飞翔原因导致的个人信息泄漏；</view> <view data-v-1fb8f8f8="">2、任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之非海鸥飞翔原因而造成的个人信息泄露、丢失、被盗用或被篡改等；</view> <view data-v-1fb8f8f8="">3、任何第三方根据海鸥飞翔各服务声明及服务协议中所列明的情况使用您的个人信息，由此所产生的纠纷；</view> <view data-v-1fb8f8f8="">4、海鸥飞翔在各服务声明及服务协议中列明的所有免责情形；</view> <view data-v-1fb8f8f8="">5、海鸥飞翔的网页上有与其他网站网页的链接。海鸥飞翔对其他任何网站的内容、隐私政策、运营情况、或经营这些网站的公司的行 为概不负责。在向这些与海鸥飞翔链接的网站提供个人信息之前，请查阅它们的隐私政策。由于与本网站链接的其它网站所造成的个人信息泄露及由此而导致的任何法律争议和后果，海鸥飞翔概不负责；</view> <view data-v-1fb8f8f8="">6、任何因不可抗力所导致的后果。</view> <view data-v-1fb8f8f8="" class="samlltile">十二、通知及争议解决</view> <view data-v-1fb8f8f8="">1、有效通知：<br data-v-1fb8f8f8="">
			            (1) 海鸥飞翔向您发出的任何通知，可采用电子邮件、页面公开区域公告、个人网络区域提示、手机短信或常规信件等方式，且该等通知应自发送之日视为已向用户送达或生效。</view> <view data-v-1fb8f8f8="">2、争议解决：<br data-v-1fb8f8f8="">
			            (1) 本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理，并将该争议提交上海仲裁委员会，并适用上海仲裁委员会仲裁规则项下的简易程序进行仲裁，仲裁地为上海；<br data-v-1fb8f8f8="">
			            (2) 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力；<br data-v-1fb8f8f8="">
			            (3) 海鸥飞翔于用户过失或违约时放弃本协议规定的权利的，不得视为其对用户的其他或以后同类之过失或违约行为弃权；<br data-v-1fb8f8f8="">
			            (4) 海鸥飞翔有权根据业务调整情况将本协议项下的全部权利义务一并转移给其关联公司，转让将以本协议规定的方式通知，用户承诺对此不持有异议。
			          </view> <view data-v-1fb8f8f8="" class="samlltile">十三、修订及效力</view> <view data-v-1fb8f8f8="">1、本网站相关声明版权及其修改权、更新权和最终解释权均属海鸥飞翔所有。</view> <view data-v-1fb8f8f8="">2、海鸥飞翔有权根据需要不时制订、修改本协议及相关规则，变更后的协议和规则一经公布，立即取代原协议及规则并自动生效。如您不同意相关变更，应当立即停止使用海鸥飞翔服务，如您继续使用海鸥飞翔服务或进行任何网站活动，即表示您已接受经修订的协议和规则</view> <view data-v-1fb8f8f8="">3、本协议效力及于湖南百居易房地产咨询集团有限公司及现有和/或未来设立的相关关联公司。</view></view></view></view>
			</view>
	</view>
</template>

<script>

export default {
	data() {
		return {

		};
	},
	methods: {

	}
}
</script>
<style lang="scss" scoped>
.agreement{
	padding: 0 30rpx;
	
	.agreement_title{
		font-size: 36rpx;
		color: #333333;
		line-height: 50rpx;
		padding-top: 70rpx;
		padding-bottom: 51rpx;
	}
	.agreement_main{
		font-size: 28rpx;
		color: #666666;
		line-height: 50rpx;
		.main_content{
			text-indent: 40rpx;
		}
	}
	view{
		color: #222;
	}
	.protext .samlltile{
	    display: block;
	    text-align: left;
	    font-size: 30rpx;
	    font-weight: bolder;
	    color: #222;
	    line-height: 40rpx;
		padding: 20rpx 0;
	}
}
</style>
